[{
	"id":1,
	"name":"Windstriker Hyper Black",
	"description":"<center><strong>WINDSTRIKER ⛛ MOD 'HYPER'</strong></center><center><strong>BLACK EDITION</strong></center><br><br></p><p>The<span>&nbsp;</span><em><strong>Windstriker Mod HYPE Type-R</strong></em>&nbsp;or<span>&nbsp;</span><strong>'HYPER'</strong><span>&nbsp;</span>is the updated variant of our prototype<span>&nbsp;</span>Windstriker. Originally designed as an all-terrain windbreaker for light, urban environments, the Hyper variant improves upon the Mod Zero design by adding a variety of new features for the operator while retaining the most important design aspects. Optimized after several years of pilot feedback, the Windstriker Hyper can be worn in several different ways while sporting the same material, craftsmanship and design of the original Windstriker Mod Zero.<br><br><center><strong>FEATURES</strong></center><br> ◣ Five total pockets, including three front-facing zipper closures, an internal breast pocket and an enlarged arm pocket. The enlarged arm pocket is angled forward to allow easier access to storage and has loop material for attaching and removing Velcro-style patches.<br><br>◣ Stowable hood that can either be deployed for adverse environments or hidden in the collar for convenient storage.<br><br>◣ Central, double zipper allows the jacket to be parted at the bottom when fully zipped up, allowing the Windstriker Hyper to be tapered. This allows pant pockets to be more easily accessed if the user finds the jacket hem ending below their waistline.<br><br>◣ Secondary zipper opens from the center, allowing the user to quickly open and access the internal breast pocket without compromising their protection.<br><br>◣ Snap-button fold-over front provides several options for wear, including fully closed, fully open or single button closure for a 'double-breasted' jacket look. Even when fully enclosed, the secondary zipper can be accessed so the user can reach into the internal breast pocket.<br><br>◣ Adjustable wrist-cuffs and elastic drawstring pull tabs enable a more fitted appearance.<br><br></p>",
	"price":33900,
	"imagePaths":["Windstriker_Black.jpg","Windstriker_Black_2.jpg"],
	"categories":["jacket","men","women"],
	"extra":"Here's the real web shop for Windstriker Hyper Black: <a href=\"https://mdotrage.com/collections/outerwear/products/windstriker-hyper-black\">https://mdotrage.com/collections/outerwear/products/windstriker-hyper-black</a>"
},
{
	"id":2,
	"name":"Pilot Retention System [Crimson]",
	"description":"<center><b>PILOT RETENTION SYSTEM</b></center><center><b>TYPE 02 : CRIMSON</b></center><br><center><b></b></center><p><b>NOTICE:</b><span>&nbsp;</span>All belts are handmade to order. There may be a delay of up to 2 weeks for your belt to be shipped. We apologize for the delays. We try our best to keep these in stock, but it takes us awhile to produce.&nbsp;</p><p>The<span>&nbsp;</span><i>PILOT RETENTION SYSTEM</i><span>&nbsp;</span>is a heavy duty, industrial belt designed to keep operators secured in ZERO-G environments. Constructed from 38mm nylon webbing,<span>&nbsp;</span><b>each PRS belt is hand-assembled in Los Angeles by M.RAGE Astral Systems</b><span>&nbsp;</span>and is sold as an exclusive package, complete with a retention lanyard, laser-engraved buckle and custom flight tag. The lanyard strap can be easily removed and reattached when desired.</p><p><b>The PILOT RETENTION SYSTEM includes:</b></p><ul><li>1x Embroidered Operator's belt</li><li>1x Engraved M.RAGE 'Pilot' buckle</li><li>1x <em>** 'Retention'</em> lanyard with aluminum carabiner clip</li><li>1x <i>'PRS'</i><span>&nbsp;</span>woven flight tag</li></ul><p><b>Specifications:</b><span>&nbsp;</span>Nylon Width: 38mm Nylon Thickness: 2mm</p>",
	"price":29900,
	"imagePaths":["PRS1.jpg","prsbelt.jpg"],
	"categories":["accessory"],
	"extra":"Here's the real web shop for Pilot Retention System: <a href=\"https://mdotrage.com/collections/accessories/products/retentionsystemc\">https://mdotrage.com/collections/accessories/products/retentionsystemc</a>"
},
{
	"id":3,
	"name":"M.RAGE Fight Tag",
	"description":"<center><strong>「M.RAGE Keychain Tag Series 001」</strong></center><center>'REMOVE BEFORE FIGHT'</center><br><p>Proudly display M.RAGE's first keychain tag to show off your combat readiness. Includes a double sided embroidery tag attached to a 1\" keyring. Tag Size: 「5\" L x 1\" W」</p><p>Designed in Los Angeles</p><center>⛛</center><br>All items are meticulously inspected before shipment to ensure print and manufacturer quality. All sales are final. However, any products that feature significant manufacturer or printing defects will be returnable for a replacement within 7 days.",
	"price":2700,
	"imagePaths":["revisedfight.jpg"],
	"categories":["accessory"],
	"extra":"Here's the real web shop for M.RAGE Fight Tag: <a href=\"https://mdotrage.com/collections/accessories/products/m-rage-fight-tag\">https://mdotrage.com/collections/accessories/products/m-rage-fight-tag</a>"
},
{
	"id":4,
	"name":"Sengoku Shadow Pilot Bomber Mk. II",
	"description":"<center><b>SENGOKU SYSTEM MK. II</b></center><center><b>⛛<br><br></b></center><p><b>The SENGOKU SYSTEM MK.II&nbsp;</b>is a specialized, neural-interface unit developed to keep pilots protected under inhospitable weather and zero-gravity conditions. Designed and programmed by M.RAGE Astral Systems, the SENGOKU SYSTEM is equipped with specialized, water repellent fabric and features a quick detach,&nbsp;white hood to protect the most elite of M.RAGE pilots.</p><p>Comes with the exclusive,&nbsp;SHADOW&nbsp;flight tag. <b>SHADOW TEAM</b><span>&nbsp;are one of three, ace pilot divisions deployed by M.RAGE. Only those with the skill and determination to win at any cost know what it means to embrace the&nbsp;</span><i>shadow</i>.</p><br><br><p><strong>The SENGOKU SHADOW MK.II features updated logos, an embroidered patch on the upper right sleeve and a redesigned, acrylic flight tag.&nbsp;</strong></p><p><strong><span>[WARNING]:</span> THE SENGOKU SHADOW IS <span>BLACK</span>.&nbsp;Colors in images may give the jacket a blue appearance due to camera flash or street lighting.</strong></p>",
	"price":39600,
	"imagePaths":["websiteshadow2.jpg","websiteshadow3.jpg"],
	"categories":["jacket","men","women"],
	"extra":"Here's the real web shop for Sengoku Shadow Pilot Bomber Mk. II: <a href=\"https://mdotrage.com/collections/bomber-jackets/products/sengoku-shadow\">https://mdotrage.com/collections/bomber-jackets/products/sengoku-shadow</a>"
},
{
	"id":5,
	"name":"Men's Synthetic Leather Jacket Hooded",
	"description":"<p>CJ284 men's synthetic leather jacket hooded in a cool look</p><div><ul><li>Pleasant comfort</li><li>Hood</li><li>leatherette</li><li>Ribbon</li><li>Lettering</li></ul></div><div><div>Super stylish cipo &amp; baxx jacket that has a comfortable wearing comfort due to the pure cotton content. The double jackets optics particularly emphasize the extraordinary design of the jacket. The jacket has two side pockets and two breast pocket with a button closure. Various Cipo &amp; Baxx Logos still raise the brand extra. The jacket's closure consists of a zipper. Fit: Regular-Fit</div></div>",
	"price":45990,
	"imagePaths":["CJ284_MUSTARD.jpg","CJ284_MUSTARD_2.jpg"],
	"categories":["jacket","men"],
	"extra":"Here's the real web shop for Men's Synthetic Leather Jacket Hooded: <a href=\"https://www.cipoandbaxx.hu/CIPO-BAXX-DIVATOS-MUBOR-KABAT\">https://www.cipoandbaxx.hu/CIPO-BAXX-DIVATOS-MUBOR-KABAT</a>"
},
{
	"id":6,
	"name":"Men's Straight Jeans with Cargo Pockets",
	"description":"<p>CD780 men's straight jeans with trendy cargo pockets</p><div><ul><li>Fashionable jeans from Cipo &amp; Baxx for men</li><li>High cotton content for perfect wearing comfort</li><li>Trendy cargo pockets as a highlight</li><li>Comfortable straight fit cut with straight legs</li><li>Can be combined in many ways for casual looks</li></ul></div><div>The fashionable straight fit jeans from Cipo &amp; Baxx for men have a great cut and therefore fit perfectly on every occasion. The jeans are also visually impressive and, with their trendy cargo pockets, are an absolute eye-catcher, no matter what look they are combined with. Whether in everyday life, in your free time or for your next date, these trousers always cut a good figure.</div>",
	"price":27990,
	"imagePaths":["CD780_BROWN.jpg","CD780_BROWN_2.jpg"],
	"categories":["legwear","men"],
	"extra":"Here's the real web shop for Men's Straight Jeans with Cargo Pockets: <a href=\"https://www.cipoandbaxx.hu/CIPOANDBAXX-CD780-BROWN\">https://www.cipoandbaxx.hu/CIPOANDBAXX-CD780-BROWN</a>"
},
{
	"id":7,
	"name":"Men's Comfortable Jeans Regular Fit",
	"description":"<p>CD568 men's comfortable jeans in the regular fit cut</p><ul><li>Stylish jeans from Cipo &amp; Baxx for men</li><li>Regular fit cut for high comfort</li><li>Made from high-quality cotton-elastane mix</li><li>With zipper and decorative stitching as an eye -catcher</li><li>Ideal for combining casual leisure outfits</li></ul><p>Cipo &amp; Baxx presents the permanent favorite as a model for men with a comfortable regular fit cut, which can be easily combined with every outfit. A high-contrast wash, casual knee inserts and stylish decorative zipper give the jeans their unmistakably rocking biker look. The design is finally rounded off with black shiny rivets on the pockets. Thanks to Elasthan, the robust denim fabric adapts comfortably to every movement and thus ensures comfortable wearing comfort.<br><br><span>(Color deviations through different monitor settings and lighting conditions possible when taking pictures)</span></p>",
	"price":25990,
	"imagePaths":["CD568BLACK.jpg","CD568BLACK_2.jpg"],
	"categories":["legwear","men"],
	"extra":"Here's the real web shop for Men's Comfortable Jeans Regular Fit: <a href=\"https://www.cipoandbaxx.hu/Cipo-Baxx-divatos-ferfi-farmer-CD568-Black\">https://www.cipoandbaxx.hu/Cipo-Baxx-divatos-ferfi-farmer-CD568-Black</a>"
},
{
	"id":8,
	"name":"Men's Straight Fit Jeans Black",
	"description":"<p>CD561 men Straight fit jeans with striking elements</p><div><ul><li>Rocky jeans from Cipo &amp; Baxx for men</li><li>Made of cotton and elasthan high quality</li><li>Provided with cool patches and decorative stitching</li><li>Fashionable washing sets great accents</li><li>Ideal for exciting leisure looks</li></ul></div><div><div>The fashionable straight fit jeans of the CIPO &amp; BAXX brand impresses with its striking design with contrast-colored elements and used look wash. The large pockets with a push button clasp, the decorative stitching and decorative zone locks are the highlights of the long trousers. So it skillfully enhances every outfit. In addition, she is cut great and therefore sits perfectly on every opportunity. Made from cotton and Elasthan, it gives a high level of comfort when wearing.&nbsp;</div>",
	"price":35990,
	"imagePaths":["CD561BLACK.jpg","cd561-herren-straight-fit-jeans-mit-auff-lligen-elementen-8291.jpg"],
	"categories":["legwear","men"],
	"extra":"Here's the real web shop for Men's Straight Fit Jeans Black: <a href=\"https://www.cipoandbaxx.com/en/products/cd561-men-straight-fit-jeans-with-striking-elements\">https://www.cipoandbaxx.com/en/products/cd561-men-straight-fit-jeans-with-striking-elements</a>"
},
{
	"id":9,
	"name":"Leather Belt With Studs White",
	"description":"<p>CG133 leather belts with a cool rivet stock</p><div><ul><li>Extravagant leather belt from CIPO &amp; BAXX for men</li><li>With a striking rivet trim as a highlight</li><li>Sporty closure in the angular design</li><li>Snake pattern as an optical accent</li><li>Can be combined with numerous casuallooks</li><li>Width: 4.4cm</li></ul></div><div>This versatile leather belt is provided with cool rivets and a hole pattern, which makes it rocky companion for versatile casual looks in everyday life and leisure. The design is additionally supplemented with a subtle snake pattern that gives the belt its unmistakable structure. The angular clasp sound is quickly closed and keeps the belt uncomplicated and safely in its place. Note: The belt sizes indicate the CM equivalent of the length from the underside of the buckle to the center hole.</div>",
	"price":8590,
	"imagePaths":["CG133WHITE.jpg"],
	"categories":["accessory"],
	"extra":"Here's the real web shop for Leather Belt With Studs White: <a href=\"https://www.cipoandbaxx.hu/Cipo-Baxx-ferfi-ov-CG133WHITE\">https://www.cipoandbaxx.hu/Cipo-Baxx-ferfi-ov-CG133WHITE</a>"
},
{
	"id":10,
	"name":"Got Too Close Skull Fingerless Gloves",
	"description":"<ul><li>Available In Black, Red, Blue.</li><li>Premium material: Polyester.</li></ul>",
	"price":7500,
	"imagePaths":["got-too-close-skull-fingerless-gloves-techwear-official-3.jpg","got-too-close-skull-fingerless-gloves-techwear-official-6.jpg"],
	"categories":["accessory"],
	"extra":"Here's the real web shop for Got Too Close Skull Fingerless Gloves: <a href=\"https://techwearofficial.com/collections/gloves/products/got-too-close-skull-fingerless-gloves\">https://techwearofficial.com/collections/gloves/products/got-too-close-skull-fingerless-gloves</a>"
},
{
	"id":11,
	"name":"Techwear Functional Tactical Belt",
	"description":"<p>Experience the perfect fusion of style and functionality with our cutting-edge Tactical Belt.&nbsp;<br>Featuring an ergonomic and arc-shaped buckle design, our Tactical Belt conforms to the principles of human ergonomics, ensuring <strong>maximum comfort</strong> and a secure fit. Crafted from <strong>high-quality zinc alloy</strong>, the buckle exhibits a glossy finish, exceptional durability, and resistance to wear, oxidation, and scratches.<br>Whether you're on a top-secret mission, engaged in daring rescue work, or embarking on an adrenaline-fueled adventure, our Tactical Belt is built to withstand any challenge. Its quickdraws system allows for swift and easy wear-off, ensuring you're always ready for action.<br>It's time to redefine your limits and conquer new horizons. Gear up with our Techwear&nbsp;Tactical Belt and unleash your true potential!</p><ul><li><strong>Inspirations:<span>&nbsp;</span></strong><span>Techwear, Streetwear, Outdoor</span><br></li><li>Available In Black, Khaki, Green</li><li>Materials: Stainless steel buckle, canvas strap.</li><li>Size:137cm*3.8cm.</li></ul>",
	"price":10200,
	"imagePaths":["be-a-trendsetter-tactical-nylon-belt-techwear-official.jpg","BeATrendsetterTacticalNylonBelt.jpg","Techwear-Functional-Tactical-Belt_5.jpg","3_6a3bf167-f2cc-49cf-ad2c-948048325be3_1024x1024.jpg"],
	"categories":["accessory"],
	"extra":"Here's the real web shop for Techwear Functional Tactical Belt: <a href=\"https://techwearofficial.com/collections/tactical-belt/products/techwear-functional-tactical-belt\">https://techwearofficial.com/collections/tactical-belt/products/techwear-functional-tactical-belt</a>"
},
{
	"id":12,
	"name":"Futuristic Cyber Zip Hooded Jacket",
	"description":"<ul><li><strong>Inspirations:</strong> Techwear, Streetwear, Futuristic, Cyberpunk.<br></li><li>Available In Black.<br></li><li><span>Polyester, cotton and spandex. Comfy and durable.</span></li></ul>",
	"price":33800,
	"imagePaths":["playing-with-time-cyber-zip-hoodie-techwear-official-2.jpg","playing-with-time-cyber-zip-hoodie-techwear-official-5.jpg"],
	"categories":["jacket","men"],
	"extra":"Here's the real web shop for Futuristic Cyber Zip Hooded Jacket: <a href=\"https://techwearofficial.com/collections/techwear-jackets/products/futuristic-cyber-zip-hooded-jacket\">https://techwearofficial.com/collections/techwear-jackets/products/futuristic-cyber-zip-hooded-jacket</a>"
},
{
	"id":13,
	"name":"Black Lace Up Crop Top",
	"description":"<div><ul><li>Type: Crop top</li><li>Design:&nbsp;Streetwear, techwear</li><li>Ultra-resistant crop top:&nbsp;Designed with the best materials for a comfortable wear.</li><li>Breathable materials:&nbsp;This crop top is made of polyester, spandex and nylon.</li><li>Features:&nbsp;Buckles, zip</li><li>Suitable for women</li><li>Machine washable: 30&nbsp;°C (86&nbsp;°F)</li></ul><h2>Techwear&nbsp;Lace Up Crop Top<br></h2><p>Drawing inspiration from the very soul of techwear, the Black Lace Up Crop Top captivates at first glance. The lace-up detailing, which remains central to its design, evokes a sense of bold daring, challenging the norms of conventional fashion. Beyond its cutting-edge design, the intrinsic value of this crop top lies in its comfort. Every strand of fabric is carefully selected to ensure breathability, making it ideal for both high-paced urban adventures and relaxed weekend getaways.<br><br>The Black Lace Up Crop Top isn’t confined to techwear alone. Its neutral black shade provides a canvas of endless possibilities. Whether you're pairing it with high-waist cargo pants, sleek leggings, or even a midi skirt, it promises a look that's both refined and trailblazing.</p><h3>The Perfect Addition to Your Techwear Collection</h3><p>In a wardrobe that champions technological integration with fashion, the Black Lace Up Crop Top stands out. Its intricate lace-up design complements the techwear ethos of functionality intertwined with style, making it a must-have for every techwear enthusiast.</p><p>While its design captivates, its durability promises a lasting relationship. Crafted with precision and bound with robust stitching, this crop top is designed to withstand the challenges of daily wear, ensuring you look your best, wear after wear.<br></p></div>",
	"price":18380,
	"imagePaths":["black-lace-up-crop-top-techwear-955.jpg"],
	"categories":["top","women"],
	"extra":"Here's the real web shop for Black Lace Up Crop Top: <a href=\"https://techwear-outfits.com/products/black-lace-up-crop-top\">https://techwear-outfits.com/products/black-lace-up-crop-top</a>"
},
{
	"id":14,
	"name":"Women's Convertible Cargo Pants",
	"description":"<div><ul><li>Type: Techwear pants</li><li>Design:&nbsp;Techwear, streetwear</li><li>Technical pants: This techwear pants is&nbsp;the perfect garment to complete your Techwear outfit.</li><li>Premium quality: Reinforced seams, comfortable to wear, soft touch</li><li>Materials: Polyester</li><li>Machine washable: 30&nbsp;°C (86&nbsp;°F)</li></ul><h2><span>Transition with Ease: The Convertible Cargo Pants for Women</span><br></h2><p>Our Convertible Cargo Pants for Women redefine versatility and functionality. With detachable legs, these pants effortlessly transition into a stylish pair of shorts, catering to your comfort and preference with the changing circumstances. These pants are not just a piece of clothing but an innovative solution designed to complement the active lifestyle of modern-day women venturing through the urban landscape.</p><h3>Unveiling a New Era of Flexibility</h3><p>The era of carrying an extra pair of shorts or changing outfits is over. With these Convertible Cargo Pants, you have the flexibility to adapt to varying weather conditions or occasions. Be it a sunny day out or an unexpected rise in temperature, transition from pants to shorts with just a quick zip-off, ensuring you remain comfortable and stylish no matter the situation.</p><h3>Blend of Urban Aesthetics and Practical Design</h3><p>The sleek black color of these Convertible Cargo Pants Womens is emblematic of the techwear and darkwear genre, exuding a futuristic yet practical aura. The cargo pockets add to the urban aesthetics while providing ample storage space for your essentials, bridging the gap between fashion and functionality.</p><p>The Convertible Cargo Pants for Women are designed not only to cater to practical needs but also to seamlessly integrate into your existing wardrobe. Their neutral black color makes them a versatile piece that can be paired with a variety of tops, jackets, and footwear.</p><p>Pair them with a sleek hoodie and combat boots for an edgy techwear look, or a casual tee and sneakers for a relaxed, everyday outfit. The Convertible Cargo Pants offer an array of styling possibilities, allowing you to showcase your unique fashion sense.<br></p></div>",
	"price":18380,
	"imagePaths":["convertible-cargo-pants-womens-techwear-813.jpg"],
	"categories":["legwear","women"],
	"extra":"Here's the real web shop for Women's Convertible Cargo Pants: <a href=\"https://techwear-outfits.com/products/convertible-cargo-pants-womens\">https://techwear-outfits.com/products/convertible-cargo-pants-womens</a>"
},
{
	"id":15,
	"name":"Women's Grunge Pants",
	"description":"<div><ul><li>Type: Techwear pants</li><li>Design:&nbsp;Techwear, streetwear</li><li>Technical pants: This techwear pants is&nbsp;the perfect garment to complete your Techwear outfit.</li><li>Premium quality: Reinforced seams, comfortable to wear, soft touch</li><li>Materials: Polyester, cotton</li><li>Machine washable: 30&nbsp;°C (86&nbsp;°F)</li></ul><h2><span>Embrace Your Dark Side with Our Grunge Pants Women's Edition</span></h2><p>Step into the ultimate experience of grunge fashion with our Grunge Pants Women's edition. The pants are primarily black but offer a dash of rebellion with a touch of red at the pocket areas. These pants don't just talk; they scream alternative style and individuality.</p><h3>Straps That Make a Statement</h3><p>Tired of blending into the crowd? These Grunge Pants Women's edition feature strategically placed straps that not only add an edge to your look but also offer customizability for your comfort and style. Turn heads as you walk down the street and make your fashion statement loud and clear.</p><p>These pants offer an excellent fit, ensuring you feel as fabulous as you look. Pair it with combat boots for an authentic grunge feel or wear it with high heels for a grunge-glam combo.<br></p></div>",
	"price":18380,
	"imagePaths":["grunge-pants-womens-techwear-702.jpg","Sd45eaab4e3774750a95a8156d3ccc567v.jpg"],
	"categories":["legwear","women"],
	"extra":"Here's the real web shop for Women's Grunge Pants: <a href=\"https://techwear-outfits.com/products/grunge-pants-womens\">https://techwear-outfits.com/products/grunge-pants-womens</a>"
},
{
	"id":16,
	"name":"Women's Goth Shirt",
	"description":"<div><ul><li>Type: Techwear&nbsp;shirt</li><li>Design:&nbsp;Street Goth</li><li>Ultra-resistant crop top:&nbsp;Designed with the best materials for a comfortable wear.</li><li>Breathable materials:&nbsp;This crop top is made of polyester, spandex and nylon.</li><li>Suitable for women</li><li>Machine washable: 30&nbsp;°C (86&nbsp;°F)</li></ul><h2><span>Embrace the Dark Elegance of the Women Goth Shirt</span></h2><p>For the urban fashion enthusiast with a penchant for all things gothic, our Women Goth Shirt offers an experience unlike any other. Combining the allure of dark aesthetics with the mystique of Japanese kanji, this shirt is not just a piece of clothing but a statement in itself. Every thread echoes the rich history of gothic culture, while the Japanese kanji lends an exotic touch, making the Women Goth Shirt a masterpiece in darkwear.</p><h3>A Gothic Symphony Infused with Japanese Kanji</h3><p>The standout feature of the Women Goth Shirt is its unique print. The gothic design, infused with kanji, gives it an avant-garde edge, capturing the essence of darkwear while paying homage to Japanese culture. The kanji characters, often associated with deeper meanings and philosophies, add layers of depth to the shirt’s design, making it a conversation starter.</p><p>While the Women Goth Shirt naturally fits within a darkwear or techwear wardrobe, its versatile design ensures it complements a range of styles. Pair the Women Goth Shirt with black cargo pants or a leather skirt to create a dark, sophisticated ensemble. Layer it with a black jacket, and you’re ready for a night out. For a more relaxed look, combine it with jeans and chunky boots.<br></p></div>",
	"price":14700,
	"imagePaths":["women-goth-shirt-techwear-550.jpg","392efb039f457155d8cbad479da3287c.jpg"],
	"categories":["shirt","women"],
	"extra":"Here's the real web shop for Women's Goth Shirt: <a href=\"https://techwear-outfits.com/products/women-goth-shirt\">https://techwear-outfits.com/products/women-goth-shirt</a>"
},
{
	"id":17,
	"name":"White Techwear Jacket",
	"description":"<div><ul><li>Type: Techwear jacket</li><li>Design:&nbsp;Techwear, Ninja Techwear, Cyberpunk, Military, Futuristic</li><li>Ultra-resistant Techwear Jacket:&nbsp;Made with premium materials that are resistant, flexible and lightweight to preserve your mobility while protecting you from rain and wind.</li><li>Technical clothing: This techwear jacket is equipped with a multitude of storage pockets to easily carry your personal belongings.</li><li>Breathable materials:&nbsp;This techwear jacket made of polyester, cotton and spandex can be worn all year round.</li><li>Suitable for men and women</li><li>Machine washable: 30&nbsp;°C (86&nbsp;°F)</li></ul><h2>Mid-season White Techwear Jacket</h2><p>Dress up in a <strong>white techwear look</strong> with this beautiful light-colored jacket made of lightweight material ideal for everyday comfort but also for physical activities. Complete your look with a white bucket hat and <strong>white techwear pants</strong> for a functional and fashionable look.</p><p>The White Techwear Jacket offers a striking visual appeal with its pristine color that stands out in the urban jungle. Its high-collar design and oversized hood not only add to the visual drama but also serve to protect against the harsh whims of nature.<br><br>The jacket is tailored to accommodate the fast-paced life of the city dweller. Multiple zippered pockets are meticulously placed for secure, easy access. Each one is lined with soft, yet durable fabric to protect sensitive electronics and personal items. The expansive chest pocket is perfect for items needed at a moment’s notice, while side pockets offer a haven for cold hands or a secure spot for your smartphone.<br><br>The White Techwear Jacket is constructed from a selection of premium materials chosen for their resilience and performance. The outer shell is wind-resistant, ensuring that you stay protected from the elements. Beneath this layer lies a breathable membrane that allows for effective air circulation, preventing overheating during high-energy urban pursuits.</p><p>The seamless integration of adjustable elastic cuffs allows you to tailor the jacket to your preferred fit, ensuring maximum comfort without compromising on style.</p><h3>How to style the&nbsp;White Techwear Jacket<br></h3><p>While the White Techwear Jacket is built for performance, it doesn't skimp on style. The reflective accents not only serve a practical purpose in low-light conditions but also add a futuristic edge to the overall design. Whether paired with tapered techwear trousers or layered over a monochrome ensemble, this jacket makes a statement that resonates with the ethos of modern urban fashion.</p></div>",
	"price":25730,
	"imagePaths":["white-techwear-jacket-techwear-680.jpg","white-techwear-jacket-techwear-110.jpg"],
	"categories":["jacket","men","women"],
	"extra":"Here's the real web shop for White Techwear Jacket: <a href=\"https://techwear-outfits.com/products/techwear-jacket-white\">https://techwear-outfits.com/products/techwear-jacket-white</a>"
},
{
	"id":18,
	"name":"Women's Techwear Black One Shoulder Sleeve",
	"description":"<div><ul><li>Black one shoulder sleeve techwear top for women</li><li>Regular fit designed for women</li><li>High-performance polyester and natural cotton for active lifestyles</li><li>Model is 178cm tall, 65kg wearing a size L</li><li><strong>True to size Canada</strong></li></ul><h2>Techwear Women's Black One Shoulder Sleeve: The Ultimate <strong>Asymmetric Futuristic Top</strong></h2><p>Embrace the cutting-edge of fashion with our Techwear Women's Black One Shoulder Sleeve. This top is a perfect blend of style and innovation, featuring a sleek, asymmetric design that's sure to turn heads. Crafted from high-quality, breathable fabric, this futuristic top keeps you comfortable all day long.</p><p>The single sleeve adds a touch of edginess to your look, while the black color ensures versatility. Whether you're attending a tech conference or a night out with friends, this top is your go-to choice. Pair it with your favorite techwear pants or a skirt for a complete, avant-garde ensemble.</p><h2>Make a Statement with our <strong>Single Sleeve Cyberpunk Shirt</strong></h2><p>Stand out from the crowd with our Single Sleeve Cyberpunk Shirt. This top is designed for the bold and daring, featuring a unique, one-shoulder design that screams 'cutting-edge.' The lightweight, stretchy fabric moves with you, providing comfort and flexibility throughout your day.</p><p>The black color and sleek lines give this top a futuristic vibe that's perfect for any techno-enthusiast. Dress it up with a pair of sleek, black pants, or dress it down with your favorite jeans. No matter how you style it, this top is sure to make a statement.</p><p>Complete your techwear look with the Techwear Women's Black One Shoulder Sleeve for an edgy, futuristic aesthetic. Pair with the Techwear One Sleeve Jacket with Zipper and other Women Techwear Shirts for a polished urban style.</p></div>",
	"price":18300,
	"imagePaths":["women-wearing-techwear-women_s-black-one-_shoulder-sleeve-front-view-canada.jpg"],
	"categories":["top","women"],
	"extra":"Here's the real web shop for Women's Techwear Black One Shoulder Sleeve: <a href=\"https://techwearcanada.ca/products/techwear-womens-black-one-shoulder-sleeve\">https://techwearcanada.ca/products/techwear-womens-black-one-shoulder-sleeve</a>"
},
{
	"id":19,
	"name":"Techwear Belt Buckle Necklace",
	"description":"<h2><b>Elevate your style with this techwear belt buckle necklace, designed to add a unique and edgy touch to any outfit.</b></h2><ul><li><strong>Material</strong>:&nbsp;PU leather</li><li><strong>Length: </strong>26-35cm</li><li><strong>Women's techwear.</strong></li><li><strong>Free worldwide shipping.</strong></li></ul>",
	"price":9600,
	"imagePaths":["techwear-belt-buckle-necklace_900x.jpg","belt-buckle-necklace-techwear-228_720x_6c7017ea-07a1-4873-8721-78aeaeec98b7_900x.jpg","belt-buckle-necklace-techwear-665_720x_10d4a15e-62ce-4c65-ab62-7d47ff181678_900x.jpg"],
	"categories":["accessory","women"],
	"extra":"Here's the real web shop for Techwear Belt Buckle Necklace: <a href=\"https://techwear.store/products/techwear-belt-buckle-necklace\">https://techwear.store/products/techwear-belt-buckle-necklace</a>"
},
{
	"id":20,
	"name":"Techwear Warcore Gloves",
	"description":"<h2><strong><span>These techwear warcore gloves are stylish and functional options for outdoor enthusiasts and urban explorers alike.</span></strong></h2><ul><li><strong>Techwear gloves</strong>: These techwear gloves are perfect to complete your techwear outfits.</li><li><b>Material</b>:&nbsp;Microfiber.</li><li><strong>Women's techwear and men's techwear.</strong></li><li><strong>Free worldwide shipping.</strong></li></ul>",
	"price":15360,
	"imagePaths":["techwear-warcore-gloves-5_900x.jpg","techwear-warcore-gloves-2_900x.jpg","techwear-warcore-gloves-3_900x.jpg","techwear-warcore-gloves-4_900x.jpg"],
	"categories":["accessory"],
	"extra":"Here's the real web shop for Techwear Warcore Gloves: <a href=\"https://techwear.store/products/techwear-warcore-gloves\">https://techwear.store/products/techwear-warcore-gloves</a>"
},
{
	"id":21,
	"name":"Ribbon Cargo Pants",
	"description":"<div><h2><span>Spice up your looks: discover our colorful men's techwear&nbsp;cargo pants.</span><br></h2><p>Introducing the Ribbon Cargo Pants, a powerful fusion of East meets West, a seamless blend of Japanese techwear aesthetics with a vibrant dash of Chinese streetwear. Imagine yourself, an avant-garde urban dweller, boldly navigating the cityscape in these striking red and black streetwear cargo pants, a refreshing break from the monotony of your regular black wardrobe.</p><p>As you stride through the urban jungle, each step is a testament to the fearless spirit of the city, the many ribbons attached to your pants dancing in unison with your movement, casting a dynamic, airy vibe. Picture the envious glances you attract, the whispers of admiration trailing in your wake. The Ribbon Cargo Pants are more than just a garment; they are a statement, a declaration of your audacious style and individuality.</p><p>Embodying the spirit of techwear joggers, these techwear cargo joggers are designed to move with you, reflecting your rhythm, pace, and style. This is the epitome of fashion meeting functionality, where the cargo pants' ribbons serve as a style element and a testament to your energetic lifestyle. Comfortable yet captivating, practical yet fashionable, these ribbon pants are the perfect companion for your urban adventures.</p><p>The ribbon cargo joggers don't just look good; they feel fantastic. Crafted with an elastic waistband and drawstrings, they hug your body with a snug fit, tapering to a stylish slim fit around the calves and ankles. Picture them with your freshest sneakers and socks, elevating your streetwear game to unparalleled heights.</p><ul><li><span>Ultra-resistant ribbon joggers: Made with high-quality materials that are durable, flexible and lightweight to preserve your mobility while keeping you warm.</span></li><li><span>Technical Clothing: These techwear&nbsp;trousers will protect you from the elements and complete your techwear outfit.&nbsp;</span></li><li><span>Design: Techwear, Ninja Techwear, Cyberpunk Fashion, Japanese Techwear, Urban Style</span></li><li><span>Inspirations: Hip-Hop Pants</span></li></ul><div><h3>Meet the ultimate streetwear cargo pants: Style, Comfort, and Practicality Combined.</h3><p>Donning these Ribbon Pants is not just about embracing a trend; it's about aligning yourself with an urban tribe that is daring, bold, and unapologetically stylish. Experience the freedom of movement, the confidence of standing out, and the comfort of a perfect fit. This isn't just an addition to your wardrobe; it's an upgrade to your lifestyle. These are the Ribbon Cargo Pants, and they are here to redefine streetwear.</p></div></div>",
	"price":21120,
	"imagePaths":["ribboncargopants-1.jpg","ribbon-cargo-pants-7.jpg","ribbon-cargo-pants-5.jpg"],
	"categories":["legwear","men"],
	"extra":"Here's the real web shop for Ribbon Cargo Pants: <a href=\"https://www.offwrld-techwear.com/collections/techwear-pants/products/ribbon-cargo-pants\">https://www.offwrld-techwear.com/collections/techwear-pants/products/ribbon-cargo-pants</a>"
},
{
	"id":22,
	"name":"White Techwear Pants",
	"description":"<div><h2><span>Unleash the urban ninja: discover our white men's techwear pants for active lifestyles.</span></h2><p>Introducing the White Techwear Pants, an epitome of cutting-edge fashion fused with practical utility, crafted for the intrepid and stylish. Picture yourself navigating the labyrinthine streets of the city, the sun gleaming off your sleek, white pants, a sight that rivals the urban landscape's brilliance. These trend-setting techwear cargo <strong>joggers</strong> are an outfit and a statement of your persona, radiating confidence and style.</p><p>Drawing inspiration from the avant-garde aesthetics of Japanese streetwear and technical clothing, our tree-tone cargo&nbsp;pants&nbsp;embody the essence of urban exploration. With a blend of stark white, deep black, and sky blue, they offer a visual impact that's hard to forget. Designed with comfort and agility in mind, these joggers are airy and lightweight, ideal for scaling buildings and engaging in outdoor ninja activities. They let you move, climb, and run with unhindered ease. That's nothing short of liberating.</p><p>Detailing is at the heart of these stylish joggers. Featuring straps with buckles attached to the thigh, they add a tactical texture, an homage to the spirit of urban survival. They are the perfect marriage of style and practicality without sacrificing comfort. The slim, straight fit perfectly complements the tapered ankle design, giving you an undeniably urban silhouette.</p><p>Every feature of these pants serves a purpose. The elastic waistband and drawstrings provide the perfect adjustment, adhering to your unique form. Large cargo pockets offer ample space for carrying your essentials while on the go.&nbsp;</p><p>The White Techwear Pants are your perfect mid-season or summer outfit, ready to accompany you in your sun-soaked city exploration. Experience the thrill of discovery, the freedom of movement, and the aura of style, all in one pair of pants.</p><ul><li><span>Ultra-resistant joggers: Made with high-quality&nbsp;polyester that is durable, flexible and lightweight to preserve your mobility while keeping you warm.</span></li><li><span>Technical Clothing: These&nbsp;<strong>techwear cargo&nbsp;pants</strong> protect you from the elements and complete your techwear outfits.&nbsp;</span></li><li><span>Design: Cyberpunk Techwear, Ninja Clothing, Japanese Techwear, Dark Wear, Urban Style</span></li><li><span>Inspirations:&nbsp;Nike Techwear Pants, Scarlxrd Outfits</span></li></ul><div><h3><span>Experience unmatched agility: lightweight&nbsp;pants for the modern techwear ninja.</span></h3><p><span>Donning these shining white techwear joggers is a testament to your audacity, a pledge to explore, conquer, and rule the urban jungle with unyielding resolve and unparalleled fashion sense.&nbsp;</span><span>And yet, these are not just functional pants but a versatile style statement that will redefine your wardrobe.</span></p></div></div>",
	"price":26900,
	"imagePaths":["whitetechwearpants-1.jpg","whitetechwearpants-15.jpg"],
	"categories":["legwear","men"],
	"extra":"Here's the real web shop for White Techwear Pants: <a href=\"https://www.offwrld-techwear.com/collections/techwear-pants/products/white-techwear-pants\">https://www.offwrld-techwear.com/collections/techwear-pants/products/white-techwear-pants</a>"
},
{
	"id":23,
	"name":"Ribbon Pants",
	"description":"<div><h2>Blend stealth and style: ninja-inspired Ribbon Pants for urban trendsetters.</h2><p>Introducing the Ribbon Pants, a seamless fusion of technology and style designed for the fearless urban explorer. Crafted with the contemporary gentleman in mind, these men's technical pants embody the spirit of innovation and sophistication that transcends the realms of fashion.</p><p>Envision yourself navigating the cityscape, adorned in these black urban joggers that exude both style and intimidation. These&nbsp;black joggers&nbsp;effortlessly integrate with your techwear outfits, transforming you into a modern-day ninja. Intricate streetwear ribbons, featuring captivating lettering, add texture, scale, and cachet to the piece, reminiscent of the iconic Japanese Harajuku streetwear aesthetic.</p><p>Imagine pairing these urban trousers with a sleek black leather jacket and techwear sneakers for an elegant and classy all-black ensemble. You'll become the epitome of urban sophistication, commanding attention and respect with every step you take.</p><p>Our Ribbon Pants are designed with a straight baggy fit, ensuring comfort and functionality for any activity the day may bring. From cruising the city with friends to scaling buildings and delving into the world of urban exploration, these techwear pants are your trusted companion.</p><ul><li><span>Ultra-resistant techwear pants: Made with high-quality materials that are durable, flexible and lightweight to preserve your mobility while keeping you warm.</span></li><li><span>Technical Clothing: These ribbon trousers will protect you from the elements and complete your techwear outfit.&nbsp;</span></li><li><span>Design: Techwear, Ninja Techwear, Cyberpunk Fashion, Japanese Techwear, Harajuku<span>Urban&nbsp;</span>Style</span></li><li><span>Inspirations: <strong>GKA Clothing</strong></span></li></ul><div><h3>Make a statement in black urban joggers: techwear pants for bold expression.</h3><p><span>Experience the unparalleled fusion of fashion and function that our Ribbon Pants provide. Dare to make a statement, elevate your style, and embody the essence of the modern urban dweller. Your journey awaits.</span></p></div></div>",
	"price":26900,
	"imagePaths":["ribbon-pants-1.jpg","qdz.jpg"],
	"categories":["legwear","men"],
	"extra":"Here's the real web shop for Ribbon Pants: <a href=\"https://www.offwrld-techwear.com/collections/techwear-pants/products/ribbon-pants\">https://www.offwrld-techwear.com/collections/techwear-pants/products/ribbon-pants</a>"
},
{
	"id":24,
	"name":"Techwear Japanese Streetwear Baseball Cap",
	"description":"<div><h3>Product details</h3><br><div><b>Fabric type: </b></div><div><span>100% Acrylic</span></div><div><b>Care instructions: </b></div><div><span>Hand Wash Only</span></div><div><b>Origin: </b></div><div><span>Imported</span></div><div><b>Closure type: </b></div><div><span>Buckle</span></div><div><b>Country of Origin: </b></div><div><span>China</span></div><hr><h3>About this item</h3><br><ul><li><span>Acrylic blend twill structured baseball cap.</span></li><li><span>Embroidered tech triangle logo on front.</span></li><li><span>Debossed triangle logo on rear buckle.</span></li><li><span>Adjustable diameter 7 \"-7.5\" (55-58cm).</span></li><li><span>Brim length 2.75\" (7cm).</span></li></ul></div>",
	"price":12480,
	"imagePaths":["71ZpM65PLEL._AC_SX569_.jpg"],
	"categories":["accessory"],
	"extra":"Here's the real web shop for Techwear Japanese Streetwear Baseball Cap: <a href=\"https://www.amazon.com/Fabric-Universe-Triangle-Techwear-Streetwear/dp/B09QBZT8DN\">https://www.amazon.com/Fabric-Universe-Triangle-Techwear-Streetwear/dp/B09QBZT8DN</a>"
},
{
	"id":25,
	"name":"Men's Reflective Punk Rock Street Harem Pants",
	"description":"<div><h3>Product details</h3><br><div><b>Fabric type: </b></div><div><span>95 polyester, 5% Spandex</span></div><div><b>Care instructions: </b></div><div><span>Machine Wash</span></div><div><b>Closure type: </b></div><div><span>Drawstring</span></div><div><b>Rise style: </b></div><div><span>Mid Rise</span></div><hr><h3>About this item</h3><br><ul><li><span>MATERIAL: 95 polyester, 5% Spandex, breathable and comfortable high quality fabric</span></li><li><span>Reflective Strips: Sewing with unique 3D three-dimensional reflective strips, Better visibility in the dark or at night, Improved Safety</span></li><li><span>FEATURES: Elastic waist, adjustable drawstring, tapered leg casual design there is more room for thighs and legs, adjustable ankle cuffs, easy to pull on and off, perfect for daily wear</span></li><li><span>Multi-Pockets: Two side slip pockets, two front flap pockets and two knee flap side pockets.Six pockets for storage of various items</span></li><li><span>MATCH: Men's adjustable beam cuffs pants, easily to match with sweater, street dance, t-shirts, sneakers and others. It can match almost all your clothes</span></li></ul></div>",
	"price":13800,
	"imagePaths":["61M87m2g92L._AC_SY550_.jpg","61I-rN1nrPL._AC_SX569_.jpg"],
	"categories":["legwear","men"],
	"extra":"Here's the real web shop for Men's Reflective Punk Rock Street Harem Pants: <a href=\"https://www.amazon.com/Nutriangee-Street-Reflective-Technical-Jogger/dp/B09Z2QR1JV\">https://www.amazon.com/Nutriangee-Street-Reflective-Technical-Jogger/dp/B09Z2QR1JV</a>"
},
{
	"id":26,
	"name":"Techwear Graphic Cyberpunk Face Shield Protection Goggle",
	"description":"<div><h3>Product details</h3><br><div><b>Brand: </b></div><div><span>Fabric of the Universe</span></div><div><b>Color: </b></div><div><span>Gs-03</span></div><div><b>Frame Type: </b></div><div><span>Full Rim</span></div><div><b>Frame Material: </b></div><div><span>Plastic</span></div><div><b>Special Feature: </b></div><div><span>Black shaded, Lightweight, Unique graphics</span></div><hr><h3>About this item</h3><br><ul><li><span>Black shaded face shields with signature graphics</span></li><li><span>Enhance personal protection with a unique style</span></li><li><span>Great accessory for futuristic cyberpunk costumes</span></li><li><span>A fab manner to enhance your personal protection and appearance fashionable at the identical time</span></li></ul></div>",
	"price":3650,
	"imagePaths":["61hxyG-1MuL._SX522_.jpg"],
	"categories":["accessory"],
	"extra":"Here's the real web shop for Techwear Graphic Cyberpunk Face Shield Protection Goggle: <a href=\"https://www.amazon.com/Fabric-Universe-Techwear-Cyberpunk-Protection/dp/B0BGHBJHQG\">https://www.amazon.com/Fabric-Universe-Techwear-Cyberpunk-Protection/dp/B0BGHBJHQG</a>"
},
{
	"id":27,
	"name":"Techwear Cyberpunk Graphic Keychain Hang Tag",
	"description":"<div><h3>Product details</h3><br><div><b>Origin: </b></div><div><span>Imported</span></div><div><b>Country of Origin: </b></div><div><span>China</span></div><hr><h3>About this item</h3><br><ul><li><span>Metal carabiner is durable and stylish.</span></li><li><span>Thick nylon strap with clear graphic prints.</span></li></ul></div>",
	"price":7500,
	"imagePaths":["71GCagAa1gL._AC_SX569_.jpg","71qAweCUQTL._AC_SX569_.jpg"],
	"categories":["accessory"],
	"extra":"Here's the real web shop for Techwear Cyberpunk Graphic Keychain Hang Tag: <a href=\"https://www.amazon.com/Fabric-Universe-Techwear-Cyberpunk-Keychain/dp/B0BXH58FY6\">https://www.amazon.com/Fabric-Universe-Techwear-Cyberpunk-Keychain/dp/B0BXH58FY6</a>"
},
{
	"id":28,
	"name":"Techwear Shirt Japanese Streetwear Gothic Hoodie",
	"description":"<div><h3>Product details</h3><br><div><b>Fabric type: </b></div><div><span>100% Cotton</span></div><div><b>Care instructions: </b></div><div><span>Wash in Cold Water, Avoid Dryer</span></div><div><b>Origin: </b></div><div><span>Imported</span></div><div><b>Closure type: </b></div><div><span>Pull On</span></div><hr><h3>About this item</h3><br><ul><li><span>[High-quality fabric and comfort]: Techwear Shirt is made of 90% high-quality cotton and 10% high-quality Polyester material. The japanese streetwear men shirt is very comfortable and breathable.</span></li><li><span>[Design features of tshirts for mens graphic] This shirt is not only a summer T-shirt but also a hoodie, because it is thin, it is especially suitable for summer.This men graphic t is suitable for all figures and fashion trends. XYXIONGMAO unique printing design is printed with high-quality ink, which will not crack or fade. We have an amazing T-shirt design that everyone can like.</span></li><li><span>[Cool t shirts for men type and applicable occasions] Streetwear t shirts for men are Japanese hip hop style. Cool shirts are casual clothing, suitable for daily leisure activities, party orgy, sports jogging, hiking, exercise cycling, street fashion, surfing, skating and other leisure sports.</span></li><li><span>[tees for men techwear]: This XYXIONGMAOT shirt has a strong gothic techwear style .men's novelty t-shirts use a spliced and contrasting design graphic streetwear , while T-shirts use pocket elements and elastic cords as decorative design, and T-shirts use a hooded design to highlight the casual fashion trend of hip-hop Tooling style.</span></li><li><span>casual T-shirt</span></li></ul></div>",
	"price":11500,
	"imagePaths":["71xePvEWl+L._AC_SX569_.jpg","71sLlgC0CrL._AC_SX569_.jpg"],
	"categories":["shirt","men","women"],
	"extra":"Here's the real web shop for Techwear Shirt Japanese Streetwear Gothic Hoodie: <a href=\"https://www.amazon.com/XYXIONGMAO-Techwear-Cyberpunk-Streetwear-Short-Sleeved/dp/B09TYR417X\">https://www.amazon.com/XYXIONGMAO-Techwear-Cyberpunk-Streetwear-Short-Sleeved/dp/B09TYR417X</a>"
},
{
	"id":29,
	"name":"Men's T-Shirt with Laser Printed Cross Wings Pattern",
	"description":"<div><p>CT719 Men T-shirt with laser-printed cross-wing pattern</p><div><ul><li>Cool T-shirt from CIPO &amp; BAXX for men</li><li>Made of cotton and elasthan high quality</li><li>Pleasantly portable thanks to the circular neckline</li><li>Super combinable to versatile leisure looks</li></ul></div><div>It could hardly be gaudier. This<span>&nbsp;M</span><span>It laser -printed&nbsp;</span>T-shirt from CIPO &amp; BAXX is a dream for everyone who likes it extravagant and cool. It comes with a classic circular neckline and, thanks to the production of cotton and Elasthan, offers the best comfort at all times.</div></div>",
	"price":9990,
	"imagePaths":["CT719_BLACK.jpg","CT719_BLACK_2.jpg"],
	"categories":["shirt","men"],
	"extra":"Here's the real web shop for Men's T-Shirt with Laser Printed Cross Wings Pattern: <a href=\"https://www.cipoandbaxx.hu/Cipo-Baxx-divatos-ferfi-polo-CT719-BLACK\">https://www.cipoandbaxx.hu/Cipo-Baxx-divatos-ferfi-polo-CT719-BLACK</a>"
},
{
	"id":30,
	"name":"Men's T-Shirt with Large Print",
	"description":"<div><p>CT673 Men's t-shirt with large print</p><ul><li>Cool t-shirt by Cipo &amp; Baxx for men</li><li>Made of cotton and elastane absolutely comfortable to wear</li><li>A real highlight with cool prints and cross elements</li><li>Classic round neckline does not constrict at the neck</li><li>Unmistakably a great eye-catcher in your free time</li></ul><p>The Cipo &amp; Baxx brand presents a trendy T-shirt for men here. Thanks to the casual design with a cool all-over print and brand lettering, the shirt is a real eye-catcher. Fashionably hip, it can be combined with many outfits and should therefore not be missing in any wardrobe.<br><br><span>(Color deviations are possible due to different monitor settings and lighting conditions when taking photos)</span><br></p></div>",
	"price":10990,
	"imagePaths":["CT673_WHITE.jpg","CT673_WHITE_2.jpg","CT673_WHITE_3.jpg"],
	"categories":["shirt","men"],
	"extra":"Here's the real web shop for Men's T-Shirt with Large Print: <a href=\"https://www.cipoandbaxx.hu/CT673-DIVATOS-FERFI-ROVID-UJJU-POLO-FEHER\">https://www.cipoandbaxx.hu/CT673-DIVATOS-FERFI-ROVID-UJJU-POLO-FEHER</a>"
}]